[
    {
        "user_id": 1,
        "wisata_id": 1,
        "judul": "Pulau Derawan, Surga Penyu di Ujung Kalimantan Timur",
        "slug": "pulau-derawan-surga-penyu-di-ujung-kalimantan-timur",
        "isi": [
            "Pulau Derawan tuh beneran surga yang masih asli banget. Air lautnya jernih kayak kaca, pasirnya putih halus, dan yang paling keren bisa liat penyu hijau yang jinak-jinak gitu. Mereka suka muncul pas pagi atau sore hari buat bertelur di pantai. Nggak usah takut, penyunya udah biasa sama manusia jadi bisa foto bareng dari jarak deket. Tapi tetep respect ya jangan ganggu mereka.",
            "Snorkeling disini experience yang nggak bakal dilupain. Terumbu karangnya masih bagus dan warna-warni. Ikan-ikannya juga beragam banget, dari yang kecil sampe yang gede-gede. Kalau beruntung bisa ketemu hiu karang atau pari manta. Airnya tenang jadi aman buat pemula. Sewa alat snorkeling sekitar 50 ribu sehari, atau bawa sendiri aja kalau punya.",
            "Akses ke Derawan lumayan challenging sih. Dari Berau harus naik speedboat sekitar 2 jam. Tapi worth it banget sama pemandangan yang didapet. Penginapan di pulau ada dari homestay sampe resort, harganya bervariasi mulai 200 ribuan. Makanan di warung-warung juga enak, seafood segar langsung dari nelayan lokal. Cobain cumi bakar sama sambal dabu-dabunya, mantep!"
        ],
        "thumbnail": "pulau-derawan.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 2,
        "judul": "Danau Labuan Cermin yang Bikin Takjub",
        "slug": "danau-labuan-cermin-yang-bikin-takjub",
        "isi": [
            "Danau Labuan Cermin punya keunikan yang jarang ada di tempat lain. Airnya bening banget sampai bisa liat dasar danau dengan jelas, makanya disebut cermin. Yang bikin unik, danau ini punya dua lapisan air - atas tawar bawah asin. Kalau berenang bisa ngerasain perbedaannya, layer asin lebih dingin dari yang tawar. Fenomena alam yang luar biasa!",
            "Tempatnya nggak terlalu besar tapi cukup buat berenang santai. Banyak pohon-pohon di sekitar danau yang bikin teduh dan asri. Bisa sewa pelampung kalau nggak bisa berenang, aman kok dalamnya juga nggak sampai 5 meter. Snorkeling juga asik disini walaupun nggak ada terumbu karang, tapi bisa liat ikan-ikan kecil yang lucu. View dari atas danau juga keren buat foto.",
            "Dari Pulau Derawan harus naik boat lagi sekitar 1-1.5 jam. Perjalanan lewat laut yang pemandangannya bagus, banyak pulau-pulau kecil yang eksotis. Tiket masuknya murah cuma Rp 15.000. Buka jam 8 pagi sampai jam 5 sore. Saran dateng pagi-pagi pas matahari belum terlalu tinggi, airnya lebih sejuk dan belum rame. Bawa handuk dan baju ganti ya!"
        ],
        "thumbnail": "danau-labuan-cermin.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 3,
        "judul": "Taman Nasional Kutai, Rumahnya Orangutan Kalimantan",
        "slug": "taman-nasional-kutai-rumahnya-orangutan-kalimantan",
        "isi": [
            "Taman Nasional Kutai adalah hutan hujan tropis yang masih sangat alami. Tempat ini jadi habitat berbagai satwa langka Kalimantan kayak orangutan, bekantan, beruang madu, sampai macan dahan. Kalau lagi beruntung bisa liat orangutan liar yang lagi nyari makan di pohon-pohon tinggi. Tapi jangan terlalu berharap ya karena mereka memang susah ditemuin, butuh kesabaran.",
            "Banyak jalur trekking yang bisa dipilih sesuai stamina. Ada yang cuma 2 jam, ada juga yang sampe 5 jam buat yang lebih adventure. Sepanjang jalan bakal disuguhin pemandangan hutan lebat dengan pepohonan raksasa. Suasananya tenang banget, cuma ada suara burung dan serangga hutan. Wajib banget didampingi guide lokal biar nggak nyasar dan lebih aman.",
            "Tiket masuknya Rp 20.000 dan wajib lapor ke pos ranger dulu. Bawa perbekalan air minum yang cukup, cemilan, dan obat-obatan pribadi. Pakai sepatu trekking dan baju lengan panjang biar aman dari gigitan serangga. Lotion anti nyamuk juga penting. Lokasi taman nasionalnya di Sangatta, sekitar 2 jam dari Samarinda. Pengalaman jungle trekking yang nggak bakal terlupakan!"
        ],
        "thumbnail": "taman-nasional-kutai.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 4,
        "judul": "Canopy Bridge Bukit Bangkirai, Jalan di Atas Hutan",
        "slug": "canopy-bridge-bukit-bangkirai-jalan-di-atas-hutan",
        "isi": [
            "Bukit Bangkirai punya canopy bridge yang super keren! Jembatan gantung setinggi 30 meter ini membentang sepanjang 64 meter di atas kanopi hutan. Sensasinya tuh beda banget, jalan di atas pohon-pohon raksasa sambil liat pemandangan hutan dari atas. Agak deg-degan sih pertama kali naik karena bergoyang dikit, tapi aman kok konstruksinya kuat.",
            "Selain canopy bridge, ada juga tower setinggi 40 meter yang bisa dinaiki. Dari atas tower view-nya luar biasa, bisa liat hamparan hutan tropis yang luas sampe ke horizon. Pas cuaca cerah bisa liat jauh banget. Naik towernya butuh tenaga ekstra karena tangganya curam dan banyak. Tapi perjuangan nggak sia-sia begitu sampai puncak.",
            "Harga tiket Rp 25.000 udah include canopy sama tower. Buka dari jam 8 pagi sampai jam 5 sore. Lokasinya di Samboja, sekitar 1 jam dari Balikpapan. Ada area camping juga buat yang mau nginep di tengah hutan. Suasana malemnya keren, bintang di langit banyak banget karena nggak ada polusi cahaya. Jangan lupa bawa kamera buat dokumentasi!"
        ],
        "thumbnail": "bukit-bangkirai.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 5,
        "judul": "Pasar Terapung Lok Baintan, Tradisi Unik Banjarmasin",
        "slug": "pasar-terapung-lok-baintan-tradisi-unik-banjarmasin",
        "isi": [
            "Pasar Terapung Lok Baintan adalah pasar tradisional yang unik banget. Semua transaksi jual beli dilakukan di atas perahu jukung di tengah sungai. Pedagangnya kebanyakan ibu-ibu yang nawarin buah, sayur, makanan, sampe kebutuhan sehari-hari. Mereka dayung perahunya sambil tawar-menawar dengan pembeli. Pemandangan yang jarang ditemuin di tempat lain!",
            "Waktu terbaik kesana itu subuh banget, jam 5-6 pagi pas pasar lagi rame-ramenya. Kita harus sewa perahu klotok (perahu motor) buat keliling pasar. Harga sewanya sekitar 150-200 ribu per boat bisa buat 4-5 orang. Bisa beli langsung dari perahu pedagang, cobain buah-buahan segar atau jajanan pasar khas Banjar. Soto banjar pagi-pagi sambil ngapung di sungai, pengalaman yang beda!",
            "Lokasi pasar di Lok Baintan, sekitar 45 menit dari pusat kota Banjarmasin. Tiket masuknya murah cuma Rp 5.000 per orang. Pasar cuma buka pagi hari sampe jam 9, abis itu pedagang udah pada pulang. Bawa uang cash secukupnya karena nggak ada ATM disana. Dan siap-siap bangun pagi ya, soalnya kalau telat pasar udah sepi!"
        ],
        "thumbnail": "pasar-terapung-lok-baintan.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 6,
        "judul": "Pulau Kembang dan Kera-Kera Jinak Banjarmasin",
        "slug": "pulau-kembang-dan-kera-kera-jinak-banjarmasin",
        "isi": [
            "Pulau Kembang adalah pulau kecil di tengah Sungai Barito yang dihuni ratusan kera ekor panjang. Kerasnya jinak dan biasa sama turis, tapi tetep hati-hati ya jangan bawa makanan atau barang mengkilap. Mereka suka iseng ambil barang, terutama kacamata, HP, atau topi. Simpan barang berharga di tas yang rapat.",
            "Di pulau ini ada pura tua yang udah berumur ratusan tahun. Unik kan, pura Hindu di tengah Kalimantan Selatan yang mayoritas Muslim. Konon pura ini dibangun sama pedagang dari Jawa yang singgah ke Banjarmasin. Sekarang jadi tempat wisata yang menarik dengan perpaduan budaya dan alam yang asik.",
            "Akses ke pulau ini naik perahu dari dermaga Kuin, sekitar 15 menit perjalanan. Harga perahu PP sekitar 50-75 ribu bisa nawar. Tiket masuk pulau cuma Rp 5.000. Bisa beli pisang buat dikasih ke kera, seru loh liat tingkah mereka yang lucu-lucu. Tapi kasihnya harus hati-hati jangan sampe kejar-kejaran. Pulau kecil jadi cukup 30 menit-1 jam udah bisa keliling semua."
        ],
        "thumbnail": "pulau-kembang.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 7,
        "judul": "Tugu Khatulistiwa, Berdiri di Garis Equator",
        "slug": "tugu-khatulistiwa-berdiri-di-garis-equator",
        "isi": [
            "Tugu Khatulistiwa di Pontianak adalah satu-satunya monumen khatulistiwa di Indonesia yang dilalui garis lintang nol derajat. Unik banget kan bisa berdiri di garis yang membagi bumi jadi belahan utara dan selatan. Ada momen khusus pas kulminasi matahari (sekitar tanggal 21-23 Maret dan September) dimana bayangan benda hilang total karena matahari tepat di atas kepala.",
            "Tugunya nggak terlalu besar tapi tetep jadi landmark penting Pontianak. Ada replica tugu yang lebih kecil yang bisa difoto dan ada garis putih yang menandai posisi khatulistiwa. Banyak turis yang suka foto sambil ngangkang di garis itu, satu kaki di belahan bumi utara satu kaki di selatan. Lucu sih tapi jadi kenang-kenangan yang unik!",
            "Tiket masuk cuma Rp 10.000. Area sekitar tugu udah dikelola dengan baik, ada taman yang asri dan bersih. Ada museum kecil juga yang jelasin tentang fenomena khatulistiwa dan sejarah tugu. Buka dari jam 8 pagi sampai jam 6 sore. Lokasi tugu sekitar 3 kilometer dari pusat kota, gampang dijangkau naik angkot atau ojek online. Weekend biasanya rame banget sama rombongan wisatawan."
        ],
        "thumbnail": "tugu-khatulistiwa.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 8,
        "judul": "Istana Kadriah, Megahnya Istana Sultan Pontianak",
        "slug": "istana-kadriah-megahnya-istana-sultan-pontianak",
        "isi": [
            "Istana Kadriah adalah istana kesultanan yang udah berdiri sejak tahun 1771. Bangunannya megah dengan arsitektur Melayu khas yang indah. Kayu-kayunya dari ulin Kalimantan yang terkenal awet dan kuat. Walau udah ratusan tahun, istana masih kokoh dan terawat dengan baik. Di dalemnya ada berbagai koleksi benda-benda bersejarah kesultanan.",
            "Koleksi istana cukup lengkap, ada mahkota sultan, keris pusaka, Al-Quran kuno, sampai peralatan rumah tangga kerajaan zaman dulu. Ada guide yang bakal jelasin sejarah setiap benda dengan detail. Lumayan buat nambah wawasan tentang sejarah Kesultanan Pontianak. Ruangan-ruangannya juga masih asli dengan furniture antik yang khas.",
            "Tiket masuk Rp 15.000 dan buka dari jam 9 pagi sampai jam 4 sore. Lokasinya di tengah kota Pontianak, deket sama Masjid Jami. Bisa sekalian jalan-jalan ke dua tempat ini dalam satu trip. Pakaian harus sopan ya, jangan pake celana pendek atau tank top. Ada dress code karena ini tempat bersejarah yang dihormati. Kalau dateng pas ada acara adat kesultanan, suasananya makin berkesan!"
        ],
        "thumbnail": "istana-kadriah.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 9,
        "judul": "Taman Nasional Sebangau, Surga Orangutan Liar",
        "slug": "taman-nasional-sebangau-surga-orangutan-liar",
        "isi": [
            "Taman Nasional Sebangau punya populasi orangutan liar terbanyak di dunia. Hutan gambutnya yang luas jadi habitat sempurna buat mereka. Kalau ikut tour tracking orangutan, peluang ketemu mereka lumayan besar. Tapi tetep adventure ya, kadang harus jalan berjam-jam di hutan yang rimbun. Pas ketemu orangutan liar, rasanya excited banget!",
            "Selain orangutan, ada banyak satwa langka lainnya. Bekantan dengan hidung panjangnya yang khas, owa-owa, berbagai jenis burung endemik Kalimantan. Malam hari bisa liat berbagai serangga unik dan kadal nokturnal. Suasana hutan malemnya mistis tapi menarik banget buat yang suka petualangan alam.",
            "Tiket masuk Rp 25.000 dan wajib pake guide. Paket tour tracking orangutan biasanya 300-500 ribuan tergantung durasi. Dari Palangkaraya perjalanan sekitar 1-2 jam ke pintu masuk taman nasional. Bawa perbekalan lengkap, sepatu boots, dan baju lengan panjang. Cuaca di hutan gambut cenderung lembab dan banyak nyamuk. Tapi pengalaman liat orangutan di habitat aslinya, priceless!"
        ],
        "thumbnail": "taman-nasional-sebangau.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 10,
        "judul": "Museum Balanga, Menelusuri Budaya Dayak Kalimantan",
        "slug": "museum-balanga-menelusuri-budaya-dayak-kalimantan",
        "isi": [
            "Museum Balanga adalah museum terlengkap tentang budaya Dayak di Kalimantan Tengah. Koleksinya beragam mulai dari mandau (senjata tradisional Dayak), sapundu (patung kayu khas Dayak), sampai replika rumah betang. Ada juga koleksi pakaian adat dengan manik-manik dan bulu-bulu burung enggang yang indah.",
            "Yang paling menarik ada diorama upacara Tiwah, upacara kematian khas suku Dayak Ngaju. Dibuat detail banget dengan patung-patung manusia dan setting yang realistis. Ada penjelasan lengkap tentang makna setiap ritual. Buat yang tertarik antropologi dan budaya, museum ini wajib dikunjungi. Koleksinya lengkap dan informatif banget.",
            "Tiket masuk murah cuma Rp 10.000. Buka dari jam 8 pagi sampai jam 4 sore. Lokasinya strategis di Jalan Tjilik Riwut, jalan utama Palangkaraya. Gampang dijangkau naik angkot atau ojek online. Kalau mau lebih dalam, bisa minta guide yang bakal jelasin detail setiap koleksi. Lumayan 1-2 jam buat keliling semua ruangan. Jangan lupa foto-foto, tapi tanya dulu sama petugasnya boleh apa nggak."
        ],
        "thumbnail": "museum-balanga.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 1,
        "judul": "Tips Snorkeling di Pulau Derawan buat Pemula",
        "slug": "tips-snorkeling-di-pulau-derawan-buat-pemula",
        "isi": [
            "Pertama kali snorkeling di Derawan emang bikin excited tapi jangan lupa safety first. Kalau belum bisa berenang, wajib pake life jacket. Jangan malu atau gengsi, keselamatan lebih penting. Sewa alat snorkeling yang proper dengan masker dan snorkel yang pas di wajah. Kalau maskernya bocor atau nggak pas, nanti ganggu dan bikin nggak nyaman.",
            "Spot snorkeling terbaik itu di dermaga dan di sisi barat pulau. Arus lautnya tenang jadi aman buat pemula. Terumbu karangnya bagus dan banyak ikan. Jangan sentuh atau injak terumbu karang ya, bisa merusak ekosistem dan juga berbahaya buat kita (ada karang yang tajam). Kalau liat penyu, jaga jarak dan jangan ganggu mereka.",
            "Waktu terbaik snorkeling itu pagi jam 8-10 atau sore jam 3-5. Visibility airnya paling bagus pas jam-jam itu. Siang terlalu terik dan silau buat mata. Pake sunblock waterproof yang reef-safe biar nggak merusak terumbu karang. Bawa underwater camera atau HP waterproof buat dokumentasi. Snorkeling di Derawan bakal jadi pengalaman yang nggak terlupakan!"
        ],
        "thumbnail": "pulau-derawan.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 2,
        "judul": "Fenomena Unik Dua Lapisan Air di Labuan Cermin",
        "slug": "fenomena-unik-dua-lapisan-air-di-labuan-cermin",
        "isi": [
            "Labuan Cermin punya fenomena alam yang langka banget. Danau ini punya dua lapisan air dengan densitas berbeda - layer atas tawar dan bawah asin. Kedua layer ini nggak bercampur karena perbedaan densitas dan suhu. Kalau diving, bisa ngerasain thermocline (batas suhu) yang jelas banget. Pas nyebur ke layer asin, rasanya kayak masuk freezer mendadak!",
            "Warna airnya juga beda. Layer tawar lebih jernih transparan, layer asin agak kehijauan. Pemandangan dari bawah air kayak ada dua dunia yang terpisah. Ikan-ikan juga beda, ada yang hidup di layer tawar dan ada yang di layer asin. Fenomena ini terjadi karena danau dapet pasokan air tawar dari sungai bawah tanah dan air asin dari laut yang merembes.",
            "Kalau mau ngerasain sensasi beda ini, diving aja sampai ke dasar danau. Tapi hati-hati ya, layer asin lebih dingin jadi jangan lama-lama kalau nggak kuat. Pakai baju renang yang proper atau wetsuit kalau punya. Kamera underwater juga wajib buat dokumentasi fenomena unik ini. Nggak banyak tempat di dunia yang punya danau kayak gini!"
        ],
        "thumbnail": "danau-labuan-cermin.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 3,
        "judul": "Bertemu Orangutan Liar di Taman Nasional Kutai",
        "slug": "bertemu-orangutan-liar-di-taman-nasional-kutai",
        "isi": [
            "Liat orangutan liar di habitat aslinya itu pengalaman yang luar biasa. Mereka biasanya ada di pohon-pohon tinggi, lagi nyari buah atau bikin sarang. Kalau lagi beruntung bisa liat induk orangutan sama anaknya yang lucu banget. Tapi jangan terlalu deket ya, jaga jarak minimal 10 meter. Mereka hewan liar yang bisa jadi agresif kalau merasa terancam.",
            "Guide lokal biasanya tau banget soal spot-spot dimana orangutan sering muncul. Mereka dengerin suara dan liat tanda-tanda kayak ranting patah atau buah jatuhan. Butuh kesabaran sih, kadang harus jalan berjam-jam baru ketemu. Tapi pas ketemu, rasanya puas banget! Liat mereka berayun dari pohon ke pohon, ekspresi wajahnya yang mirip manusia, momen yang precious.",
            "Jangan kasih makan atau lempar-lempar benda ke orangutan. Biarkan mereka hidup natural di habitat aslinya. Jangan pake flash kalau foto karena bisa bikin mereka kaget. Kalau orangutan turun ke bawah, tetep jaga jarak dan jangan blocking jalan mereka. Guide bakal kasih instruksi lengkap sebelum tracking. Respect sama satwa liar dan alam adalah kunci ekowisata yang bertanggung jawab."
        ],
        "thumbnail": "taman-nasional-kutai.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 4,
        "judul": "Menaklukkan Ketinggian di Canopy Bridge Bukit Bangkirai",
        "slug": "menaklukkan-ketinggian-di-canopy-bridge-bukit-bangkirai",
        "isi": [
            "Buat yang takut ketinggian, canopy bridge Bukit Bangkirai bisa jadi tantangan seru. Pertama kali naik jembatan gantung setinggi 30 meter ini pasti deg-degan. Jembatannya goyang-goyang dikit pas angin kenceng atau pas banyak orang jalan. Tapi tenang aja, konstruksinya aman dan udah diinspeksi rutin. Pegangan di sisi jembatan juga kuat.",
            "Tips buat yang takut ketinggian, jangan liat ke bawah! Fokus aja ke depan atau liat pemandangan pohon-pohon di sekitar. Ambil nafas dalam-dalam dan jalan pelan-pelan. Kalau perlu, minta temen buat jalan di depan atau belakang biar lebih PD. Setelah beberapa meter jalan, biasanya udah mulai terbiasa dan malah enjoy.",
            "Setelah lewatin canopy bridge, tower 40 meter menanti. Tangganya curam dan banyak, butuh stamina yang oke. Tapi view dari puncak sebanding sama perjuangannya. Bisa liat hamparan hutan tropis yang luas, kayak carpet hijau yang nggak ada ujungnya. Pas cuaca cerah bisa liat sampe ke Balikpapan. Perfect buat foto panorama. Pengalaman yang nggak bakal terlupakan!"
        ],
        "thumbnail": "bukit-bangkirai.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 5,
        "judul": "Kuliner Khas yang Wajib Dicoba di Pasar Terapung",
        "slug": "kuliner-khas-yang-wajib-dicoba-di-pasar-terapung",
        "isi": [
            "Pasar Terapung Lok Baintan bukan cuma soal transaksi jual beli, tapi juga surganya kuliner Banjar. Yang paling terkenal ya soto banjar, kuah kuning kaya rempah dengan daging sapi, perkedel, dan ketupat. Dimakan pagi-pagi pas masih anget sambil ngapung di sungai, nikmat poll! Harganya murah cuma 15-20 ribuan.",
            "Ada juga nasi sop yang iconic banget. Beda sama soto, kuahnya lebih bening dan fresh. Pakai daging sapi dan sayuran. Cocok buat sarapan yang nggak terlalu berat. Atau kalau mau yang manis-manis, coba apam (kue tradisional) yang dijual di perahu. Ada yang rasa cokelat, keju, sampai pandan. Empuk dan manis pas.",
            "Buah-buahan segar juga banyak. Rambu tan (rambutan), Jaruk Pekat (jeruk), Pisang, semuanya segar langsung dari kebun. Harganya murah banget karena langsung dari petani. Bisa beli banyak buat oleh-oleh. Jangan lupa nyobain kopi tradisional Banjar yang kental dan wangi. Diminum sambil liat aktivitas pasar yang rame, perfect way to start the day!"
        ],
        "thumbnail": "pasar-terapung-lok-baintan.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 6,
        "judul": "Legenda dan Mitos Pulau Kembang",
        "slug": "legenda-dan-mitos-pulau-kembang",
        "isi": [
            "Pulau Kembang punya legenda menarik soal asal-usulnya. Konon pulau ini terbentuk dari perahu yang membatu. Ada cerita tentang seorang putri yang dikutuk bersama perahunya. Sekarang warga lokal masih percaya kalau pulau ini punya kekuatan mistis tertentu. Makanya ada pura yang dibangun dan dijaga sama kera-kera.",
            "Kera-kera di pulau ini dianggep sakral sama warga sekitar. Mereka dipercaya sebagai penjaga pulau yang nggak boleh diganggu. Ada kepercayaan kalau ngasih makan kera dengan niat baik bisa membawa berkah. Tapi kalau jahat sama kera atau merusak pulau, bakal kena sial. Mitos atau nggak, warga lokal sangat respect sama pulau ini.",
            "Pas berkunjung, hormati tempat ini sebagai tempat yang dianggep suci. Jangan buang sampah sembarangan atau rusak tanaman. Kalau mau masuk ke area pura, tanya dulu sama penjaga boleh apa nggak. Pakai pakaian yang sopan. Minta izin secara halus kalau mau foto-foto di area tertentu. Respect sama kepercayaan lokal bikin kita jadi turis yang bertanggung jawab."
        ],
        "thumbnail": "pulau-kembang.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 7,
        "judul": "Fenomena Kulminasi Matahari di Tugu Khatulistiwa",
        "slug": "fenomena-kulminasi-matahari-di-tugu-khatulistiwa",
        "isi": [
            "Dua kali setahun, sekitar tanggal 21-23 Maret dan September, terjadi fenomena kulminasi matahari di Tugu Khatulistiwa. Ini adalah momen dimana matahari tepat berada di atas garis khatulistiwa. Efeknya luar biasa - bayangan benda tegak akan hilang total! Fenomena ini cuma terjadi di daerah yang dilalui garis lintang nol derajat.",
            "Pas hari kulminasi, Tugu Khatulistiwa jadi rame banget sama wisatawan dan peneliti. Ada acara khusus yang diadain sama pemerintah kota. Orang-orang berdiri di garis khatulistiwa sambil liat bayangannya yang nggak ada. Momen yang langka dan menarik buat difoto. Banyak juga yang bawa tongkat atau benda lain buat dibuktiin kalau beneran nggak ada bayangan.",
            "Kalau mau ngerasain fenomena ini langsung, dateng pas tanggal-tanggal itu sekitar jam 11 siang. Persiapan dari jauh-jauh hari karena pasti rame banget. Booking hotel juga lebih awal. Bawa topi dan sunblock karena panas banget di tengah hari. Air minum juga penting. Pengalaman langka yang cuma bisa dirasain setahun dua kali!"
        ],
        "thumbnail": "tugu-khatulistiwa.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 8,
        "judul": "Mengunjungi Makam Sultan di Kompleks Istana Kadriah",
        "slug": "mengunjungi-makam-sultan-di-kompleks-istana-kadriah",
        "isi": [
            "Di kompleks Istana Kadriah ada pemakaman para sultan Pontianak. Makamnya unik dengan nisan-nisan khas Melayu yang dihiasi ukiran indah. Ada beberapa sultan yang dimakamkan disini dari generasi ke generasi. Tempatnya tenang dan teduh dengan pohon-pohon tua yang rindang. Suasananya sakral dan bersejarah.",
            "Warga lokal dan keturunan kesultanan masih sering dateng ke makam ini buat ziarah. Mereka percaya kalau makam para sultan ini punya berkah tertentu. Kalau mau ikut ziarah, boleh aja asal sopan dan hormat. Jangan berisik atau main-main di area makam. Pakai pakaian yang sopan dan bertanya dulu sama penjaga kalau mau masuk.",
            "Di sekitar makam ada informasi lengkap tentang setiap sultan yang dimakamkan. Ada papan nama dan tahun pemerintahan mereka. Lumayan buat belajar sejarah Kesultanan Pontianak. Foto boleh tapi jangan pake flash dan jangan foto yang nggak sopan. Area makam buka bersamaan sama istana, dari jam 9 pagi sampai jam 4 sore. Gratis nggak ada biaya tambahan."
        ],
        "thumbnail": "istana-kadriah.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 9,
        "judul": "Camping di Hutan Gambut Taman Nasional Sebangau",
        "slug": "camping-di-hutan-gambut-taman-nasional-sebangau",
        "isi": [
            "Camping di Taman Nasional Sebangau itu pengalaman yang ekstrem tapi seru banget. Tidur di tengah hutan gambut dengan suara-suara hewan nokturnal bikin deg-degan sekaligus exciting. Malem-malem bisa denger suara orangutan yang lagi bikin sarang, burung hantu, sampai serangga hutan. Bintang di langit juga banyak banget karena nggak ada polusi cahaya.",
            "Fasilitas camping di taman nasional cukup basic. Ada area khusus buat tenda dan toilet sederhana. Bawa perlengkapan camping lengkap termasuk sleeping bag, matras, dan tenda yang waterproof. Hutan gambut cenderung lembab jadi barang-barang gampang basah. Bawa plastic bag buat nyimpen barang elektronik. Senter atau headlamp juga wajib karena malem gelap total.",
            "Wajib ikut paket camping yang udah ada guidenya. Mereka bakal masak dan bantu setup tenda. Keamanan juga lebih terjamin. Harga paket camping sekitar 500 ribu-1 juta tergantung durasi dan jumlah peserta. Include makan, guide, dan perlengkapan dasar. Pengalaman camping di hutan liar Kalimantan, nggak semua orang bisa ngerasain!"
        ],
        "thumbnail": "taman-nasional-sebangau.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 10,
        "judul": "Belajar Membuat Kerajinan Dayak di Museum Balanga",
        "slug": "belajar-membuat-kerajinan-dayak-di-museum-balanga",
        "isi": [
            "Museum Balanga kadang ngadain workshop bikin kerajinan khas Dayak. Kita bisa belajar bikin gelang atau kalung dari manik-manik tradisional Dayak. Tekniknya nggak gampang, butuh kesabaran dan ketelitian. Tapi seru banget bisa bikin sendiri dan bawa pulang sebagai oleh-oleh. Manik-manik Dayak itu warna-warni dan punya makna tersendiri dalam budaya mereka.",
            "Ada juga workshop ukir kayu buat yang lebih advance. Belajar motif khas Dayak yang penuh filosofi. Setiap goresan dan bentuk punya arti. Instructor-nya ramah dan sabar ngajarin dari basic. Walaupun cuma workshop singkat, kita bisa ngerti lebih dalam tentang seni dan budaya Dayak. Hasil karya bisa dibawa pulang tentunya!",
            "Workshop biasanya diadain pas weekend atau pas event tertentu. Info lengkapnya bisa cek di website museum atau social media mereka. Harga workshop bervariasi tergantung jenis kerajinan yang dibuat, sekitar 50-150 ribu. Udah include bahan dan instruktur. Kuota terbatas jadi daftar dari jauh-jauh hari. Pengalaman belajar langsung dari pengrajin lokal, valuable banget!"
        ],
        "thumbnail": "museum-balanga.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 1,
        "judul": "Island Hopping di Kepulauan Derawan",
        "slug": "island-hopping-di-kepulauan-derawan",
        "isi": [
            "Kepulauan Derawan nggak cuma Pulau Derawan aja. Ada Maratua, Kakaban, dan Sangalaki yang wajib dikunjungi. Island hopping adalah cara terbaik buat eksplor semua pulau dalam beberapa hari. Setiap pulau punya keunikan sendiri-sendiri. Bisa sewa boat pribadi atau ikut paket tour yang udah lengkap.",
            "Kakaban terkenal dengan danau ubur-ubur yang nggak nyengat. Bisa berenang bareng ribuan ubur-ubur tanpa takut disengat, pengalaman yang unik banget! Maratua punya pantai pasir putih yang lebih panjang dan diving spot yang keren. Sangalaki adalah spot terbaik buat liat pari manta yang gede-gede. Setiap pulau nawarin experience yang berbeda.",
            "Paket island hopping biasanya 2-3 hari dengan harga sekitar 2-3 juta per orang. Udah include boat, guide, makan, dan snorkeling equipment. Kalau budget lebih, bisa nginep di resort di Maratua yang mewah dan private. Tapi homestay di Pulau Derawan juga oke dan lebih murah. Apapun pilihannya, island hopping di Derawan bakal jadi liburan yang memorable!"
        ],
        "thumbnail": "pulau-derawan.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 2,
        "judul": "Spot Foto Terbaik di Danau Labuan Cermin",
        "slug": "spot-foto-terbaik-di-danau-labuan-cermin",
        "isi": [
            "Danau Labuan Cermin adalah surga buat yang suka foto-foto. Airnya yang bening kayak cermin bikin refleksi sempurna. Spot terbaik buat foto ya di tengah danau dengan background pohon-pohon hijau. Pakai pelampung warna-warni biar foto makin eye-catching. Underwater photography juga keren banget disini karena visibility-nya tinggi.",
            "Waktu terbaik buat foto itu pagi sekitar jam 8-10 pas matahari masih nggak terlalu tinggi. Cahayanya soft dan bikin warna air lebih cantik. Siang hari terlalu terang dan bikin over-exposed. Sore juga bagus tapi harus buru-buru karena danau tutup jam 5. Kalau lagi sepi, bisa dapet foto yang nggak ada orang lain, perfect!",
            "Buat underwater shot, pake GoPro atau HP waterproof. Foto dari bawah air ke atas, siluet pepohonan dengan cahaya matahari tembus air - aesthetic banget! Atau foto temen yang lagi berenang dari angle bawah. Mainan dengan angle dan komposisi biar hasilnya unik. Jangan lupa edit dikit biar warna pop. Dijamin feed Instagram langsung kece!"
        ],
        "thumbnail": "danau-labuan-cermin.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 3,
        "judul": "Flora dan Fauna Langka di Taman Nasional Kutai",
        "slug": "flora-dan-fauna-langka-di-taman-nasional-kutai",
        "isi": [
            "Taman Nasional Kutai adalah biodiversity hotspot. Ada ratusan spesies tumbuhan dan hewan, banyak yang endemic Kalimantan. Pohon ulin atau kayu besi yang terkenal awet ada disini, walaupun populasinya menurun karena illegal logging dulu. Ada juga berbagai jenis anggrek hutan yang cantik-cantik tumbuh di batang pohon.",
            "Fauna-nya lebih beragam lagi. Selain orangutan, ada bekantan dengan hidung panjang dan kantong perut besarnya. Mereka biasa muncul di pohon-pohon dekat sungai. Ada juga macan dahan, kucing hutan yang jarang terlihat. Burung-burung endemic kayak enggang gading dengan paruh besar dan warna-warni. Kalau beruntung bisa liat beruang madu yang lagi cari madu.",
            "Guide lokal biasanya tau banget soal flora fauna disini. Mereka bisa jelasin nama lokal dan latin, habitat, dan keunikan setiap spesies. Bawa buku catatan buat mencatat temuan menarik. Kamera dengan zoom bagus juga penting buat foto satwa dari jarak jauh. Pengalaman belajar ekologi secara langsung di hutan hujan tropis!"
        ],
        "thumbnail": "taman-nasional-kutai.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 4,
        "judul": "Pohon Bangkirai Raksasa di Bukit Bangkirai",
        "slug": "pohon-bangkirai-raksasa-di-bukit-bangkirai",
        "isi": [
            "Bukit Bangkirai dinamain dari pohon Bangkirai (Shorea laevis) yang tumbuh di kawasan ini. Pohon-pohon ini bisa tumbuh sampe 50 meter tingginya dengan diameter batang lebih dari 2 meter. Umurnya ratusan tahun bahkan ada yang ribuan tahun. Mereka adalah jenis pohon dipterokarpa yang iconic di hutan Kalimantan.",
            "Di area konservasi ini ada beberapa pohon Bangkirai yang super gede dan dilindungi. Kita bisa foto peluk pohon tapi tangannya nggak bakal nyambung karena gede banget. Ada papan informasi yang jelasin tentang ekologi pohon Bangkirai, kenapa mereka penting buat hutan, dan ancaman yang mereka hadapi. Edukatif banget.",
            "Kayu Bangkirai terkenal sangat keras dan tahan lama, makanya banyak diburu sama illegal logger. Konservasi di Bukit Bangkirai jadi penting buat ngelindungin pohon-pohon tua ini. Dengan berkunjung kesini, kita ikut support conservation effort mereka. Tiket masuk sebagian dialokasikan buat program konservasi. Wisata yang fun sekaligus meaningful!"
        ],
        "thumbnail": "bukit-bangkirai.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 5,
        "judul": "Cara Menuju Pasar Terapung dari Pusat Kota Banjarmasin",
        "slug": "cara-menuju-pasar-terapung-dari-pusat-kota-banjarmasin",
        "isi": [
            "Dari pusat kota Banjarmasin ke Lok Baintan sekitar 45 menit naik kendaraan. Kalau pake kendaraan pribadi, arah ke Martapura terus ikutin plang menuju Lok Baintan. Jalannya udah bagus dan gampang ditemuin. Parkir di area parkir yang udah disediain deket sungai. Dari situ tinggal jalan dikit ke dermaga.",
            "Kalau nggak bawa kendaraan, bisa naik angkot dari Terminal Km 6 jurusan Martapura-Lok Baintan. Tarif angkot sekitar 10-15 ribu. Atau bisa juga pake ojek online, lebih praktis dan cepet. Tarif ojol sekitar 40-60 ribu tergantung lokasi. Berangkat subuh ya sekitar jam 4.30-5 pagi biar nyampe pas pasar rame.",
            "Kalau mau yang lebih praktis, ikut paket tour dari hotel atau travel agent di Banjarmasin. Mereka udah include transport PP, sewa boat, sama guide yang jelasin tentang pasar terapung. Harga paket sekitar 150-250 ribu per orang. Lebih mahal tapi nggak ribet dan udah lengkap. Tinggal duduk manis aja langsung diantar kesana."
        ],
        "thumbnail": "pasar-terapung-lok-baintan.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 6,
        "judul": "Perbandingan Pulau Kembang dan Pulau Kaget Banjarmasin",
        "slug": "perbandingan-pulau-kembang-dan-pulau-kaget-banjarmasin",
        "isi": [
            "Banjarmasin punya dua pulau wisata yang sering dibandingkan: Pulau Kembang dan Pulau Kaget. Pulau Kembang lebih kecil dan fokus ke wisata kera sama pura tua. Pulau Kaget lebih besar dan fokus ke konservasi bekantan (monyet hidung panjang khas Kalimantan). Dua-duanya menarik tapi punya experience yang beda.",
            "Pulau Kaget lebih alami dengan hutan bakau yang lebat. Bekantan-nya lebih banyak dan gampang dilihat karena ini habitat asli mereka. Ada boardwalk kayu yang memudahkan tracking. Pas sore hari, bekantan suka turun dan berkumpul di pohon-pohon tertentu. Moment terbaik buat foto. Pulau Kembang lebih rame dan developed dengan kera-kera yang jinak.",
            "Kalau ada waktu, kunjungi kedua pulau dalam satu hari. Pagi ke Pulau Kembang dulu karena lebih deket, siang balik ke kota, sore ke Pulau Kaget buat liat bekantan. Bisa sewa boat yang bisa nganterin ke dua-duanya dengan harga paket lebih murah. Total sekitar 150-200 ribu buat boat PP kedua pulau. Experience double dalam satu trip!"
        ],
        "thumbnail": "pulau-kembang.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 7,
        "judul": "Kuliner Khas Pontianak di Sekitar Tugu Khatulistiwa",
        "slug": "kuliner-khas-pontianak-di-sekitar-tugu-khatulistiwa",
        "isi": [
            "Setelah puas jalan-jalan di Tugu Khatulistiwa, saatnya nyobain kuliner khas Pontianak. Nasi akung adalah makanan wajib yang harus dicoba. Nasi putih dengan topping semur daging, telur, dan teri goreng. Simple tapi rasanya enak banget. Ada beberapa warung nasi akung deket tugu yang terkenal, harganya terjangkau sekitar 15-20 ribu.",
            "Bubur pedas Sambas juga iconic di Pontianak. Beda sama bubur biasa, ini bubur gurih pedes dengan isian sayuran dan ikan. Kuahnya kental dan penuh rempah. Cocok buat sarapan atau makan siang. Mie Tiaw Pontianak juga wajib dicoba, mie goreng dengan kuah yang khas dan seafood segar. Rasanya beda dari mie tiaw di tempat lain.",
            "Kue-kue tradisional Pontianak juga beragam. Ada kue cucur yang manis, bingka kentang yang lembut, sampai dodol pisang yang legit. Bisa dibeli buat oleh-oleh di toko-toko sekitar tugu. Harganya murah dan rasanya authentic. Jangan lupa nyobain cendol Pontianak yang pake gula aren asli, manisnya natural dan seger!"
        ],
        "thumbnail": "tugu-khatulistiwa.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 8,
        "judul": "Event Budaya Tahunan di Istana Kadriah",
        "slug": "event-budaya-tahunan-di-istana-kadriah",
        "isi": [
            "Istana Kadriah kadang jadi venue event budaya tahunan yang menarik. Pas perayaan Maulid Nabi, ada prosesi Mandi Balanga yang unik. Wadah bersejarah kesultanan dimandiin dalam upacara khusus. Banyak warga dan wisatawan yang dateng nonton. Ada juga pawai budaya dengan pakaian adat Melayu yang indah.",
            "Ulangtahun kota Pontianak juga suka diramaikan dengan acara di istana. Ada pameran benda-benda bersejarah tambahan, pertunjukan tari tradisional, sampai bazaar kuliner khas Pontianak. Gratis masuknya dan seru banget. Pengunjung bisa belajar banyak tentang budaya dan sejarah sambil menikmati hiburan.",
            "Kalau dateng pas ada event gini, pasti lebih berkesan. Cek kalender event di website tourism Pontianak atau tanya di hotel. Dateng lebih pagi karena pasti rame. Bawa kamera karena banyak moment menarik. Pakai pakaian sopan dan comfortable karena bakal jalan dan berdiri lama. Experience budaya Melayu Pontianak yang komplit!"
        ],
        "thumbnail": "istana-kadriah.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 9,
        "judul": "Penelitian Orangutan di Taman Nasional Sebangau",
        "slug": "penelitian-orangutan-di-taman-nasional-sebangau",
        "isi": [
            "Taman Nasional Sebangau adalah site penelitian orangutan internasional. Ada banyak peneliti dari berbagai negara yang dateng kesini buat studi perilaku orangutan liar. Mereka monitoring populasi, kebiasaan makan, reproduksi, dan interaksi sosial orangutan. Data-data ini penting buat conservation effort di masa depan.",
            "Sebagai wisatawan, kadang kita bisa ketemu sama researcher di lapangan. Mereka ramah dan suka sharing tentang apa yang mereka pelajari. Kalau tertarik, bisa tanya-tanya tentang orangutan dan conservation. Beberapa tour operator juga nawarin program volunteer dimana kita bisa ikut bantu researcher beberapa hari. Pengalaman yang valuable banget!",
            "Ada juga research camp yang bisa dikunjungi (dengan izin). Disana ada base camp peneliti lengkap dengan lab sederhana dan fasilitas tracking. Kita bisa liat gimana mereka kerja dan tantangan yang mereka hadapi. Lumayan buat yang tertarik wildlife conservation atau pengen belajar lebih dalam. Contact pengelola taman nasional kalau tertarik program volunteer atau research tour."
        ],
        "thumbnail": "taman-nasional-sebangau.jpg"
    },
    {
        "user_id": 1,
        "wisata_id": 10,
        "judul": "Belajar Sejarah Suku Dayak di Museum Balanga",
        "slug": "belajar-sejarah-suku-dayak-di-museum-balanga",
        "isi": [
            "Suku Dayak adalah suku asli Kalimantan dengan sejarah panjang dan budaya yang kaya. Museum Balanga menampilkan sejarah mereka dari zaman prasejarah sampai modern. Ada koleksi artefak arkeologi kayak tembikar, perhiasan kuno, sampai alat-alat batu. Bukti kalau peradaban Dayak udah maju sejak ribuan tahun lalu.",
            "Ada juga penjelasan tentang berbagai subsuku Dayak kayak Dayak Ngaju, Dayak Iban, Dayak Kenyah, dll. Setiap subsuku punya bahasa, adat, dan tradisi yang sedikit beda. Museum ngejelasin detail perbedaan dan persamaan mereka. Ada peta sebaran suku yang mempermudah pemahaman. Edukatif banget buat yang mau belajar etnografi Kalimantan.",
            "Koleksi foto-foto lama juga menarik. Ada foto suku Dayak dari era colonial sampai kemerdekaan. Kita bisa liat perubahan lifestyle dan pengaruh modernisasi. Tapi yang bikin bangga, mereka tetep maintain budaya dan identitas tradisional sampe sekarang. Museum ini jadi bukti kalau budaya Dayak patut dijaga dan dilestarikan. Worth visit buat semua umur!"
        ],
        "thumbnail": "museum-balanga.jpg"
    }
]
